Repository: JerBear90/frikadell
Catalog: public/locale/*/LC_MESSAGES/django.po
Languages: fa

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: frikadell
fa: فریکادل

source: menu
fa: منو

source: home
fa: خانه

source: locations
fa: شعبه‌ها

source: contact us
fa: ارتباط با ما

source: instagram
fa: اینستاگرام

source: privacy policy
fa: حریم خصوصی

source: close
fa: بستن

source: language
fa: زبان

source: frikadell freaks
fa: دوست داران فریکادل

source: our story
fa: داستان ما

source: do you speak frikadell?
fa: صحبت به زبان فریکادل

source: franchise
fa: نمایندگی

source: press
fa: مطبوعات

source: join the team
fa: به تیم ما بپیوندید

source: careers
fa: موقعیت های شغلی

source: Our chefs work hard to create dishes that honour the beautiful, fresh ingredients that they source. Our friendly, efficient and knowledgeable team make our guests feel right at home. Passion, friendliness and hospitality are what we search for in everyone in the Frikadell team.
fa: سرآشپزهای ما سخت کار می کنند تا غذاها تازگی خود را حفظ نمایند. تیم یکدست، کارآمد و با دانش ما، کاری می کند که مشتریان حس بودن در خانه را داشته باشند. علاقه، دوستی و مهمان نوازی، خصوصیاتی هستند که ما در تک تک اعضای فریکادل به دنبال آنها هستیم.

source: Does this sound like you? We are a fast-growing company, constantly searching for people like you, who are energetic, courageous and creative. Are you ready to roll up your sleeves?
fa: آیا شما هم این ویژگی ها را دارید؟ شرکت ما به سرعت در حال رشد است و همواره به دنبال افراد پر انرژی، خلاق و شجاع می گردد. آماده اید کار خود را شروع کنید؟

source: Apply now to join us:
fa: درخواست بدهید تا به ما بپیوندید.

source: APPLY NOW
fa: همین حالا اقدام کنید

source: Thank you for reaching out to us! We look forward to getting back to you. In order to direct you to the most appropriate person, please select from the dropdown menu below.
fa: از شما به خاطر برقراری ارتباط با مجموعه ما تشکر می کنیم و مشتاقانه پاسخ شما را خواهیم داد. از منوی زیر، یکی از گزینه ها را انتخاب کنید تا بتوانیم شما را به مناسب ترین فرد وصل کنیم.

source: Select an option
fa: یک گزینه را انتخاب کنید

source: Frikadell Franchise
fa: نمایندگی فریکادل

source: Feedback
fa: بازخورد

source: Press
fa: مطبوعات

source: Head Office
fa: دفتر مرکزی

source: Franchise
fa: نمایندگی

source: We will shortly be offering franchise opportunities. Join us and be part of the Frikadell family. If you are interested in a franchise opportunity please complete the following form.
fa: ما به زودی فرصت هایی بین المللی فراهم می سازیم و شما می توانید به خانواده فریکادل بپیوندید. اگر دوست دارید به ما بپیوندید، لطفا فرم زیر را پر کنید:

source: First name
fa: نام

source: Last name
fa: نام خانوادگی

source: Franchise location interest
fa: محل نمایندگی

source: Title
fa: عنوان

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Company Name
fa: نام شرکت

source: Company Website
fa: آدرس وب سایت

source: Email
fa: پست الکترونیکی

source: Telephone Number
fa: تلفن

source: Franchise location Interest
fa: مکان مورد نظر برای اخذ نمایندگی

source: Send
fa: ارسال

source: E-mail
fa: پست الکترونیکی

source: Comment
fa: نظر

source: Our passion for great burgers is limitless, and we count on you to enrich our story. You’ll see below some tools on how to become a Frikadell Freak!
fa: اشتیاق ما برای درست کردن همبرگرهای خوشمزه بی حد و مرز است و ما برای کسب توانایی بیشتر، روی شما حساب می کنیم. در ادامه گزینه های زیادی آمده که شما می توانید با استفاده از آنها به جمع هواداران فریکادل بپیوندید.

source: Scroll Down
fa: به پایین بکشید

source: SUBMIT PHOTO
fa: ارسال عکس

source: Want to be featured as a Frikadell Freak on Fridays?
fa: آیا دوست دارید به عنوان هوادار فریکادل، عکستان در روزهای جمعه نمایش داده شود؟

source: Good to know
fa: بهتر است بدانید

source: There are 10 different herbs and spices in our beef and chicken patty
fa: بیش از 10 نوع گیاه و ادویه در گوشت و مرغ ما وجود دارد.بهتر است بدانید 2: نان های ما قبل از سرو کردن، 20 ثانیه روی گریل قرار می گیرند تا طعم بهتری داشته باشند.

source: Our buns are put on a grill for 20 seconds before serving for better taste
fa: نان های ما قبل از سرو کردن، 20 ثانیه روی گریل قرار می گیرند تا طعم بهتری داشته باشند.

source: Choose one of the 1,680 combinations to build your own signature burger.
fa: یکی از 1,680 ترکیب ما را انتخاب کنید و برگر سفارشی خود را بسازید.

source: We will shortly be offering franchise opportunities internationally so you can join the Frikadell family. Please fill out the following form:
fa: ما به زودی فرصت هایی بین المللی فراهم می سازیم و شما می توانید به خانواده فریکادل بپیوندید. اگر دوست دارید به ما بپیوندید، لطفا فرم زیر را پر کنید:

source: Tasty Burgers Made to Order
fa: برگرهای خوشمزه و کاملا سفارشی

source: LEARN MORE
fa: اطلاعات بیشتر

source: Frikadell Freaks
fa: دوست داران فریکادل

source: Fast and Hot Delivery in Box
fa: برای اندروید و آی او اس

source: Open your own Frikadell
fa: فریکادل خود را باز کنید

source: Join the team
fa: به تیم ما بپیوندید

source: Download<br>The App!
fa: دانلود اپلیکیشن

source: Available for: iPhone - Android
fa: برای اندروید و آی او اس

source: search for a location
fa: جستجوی مکان

source: submit
fa: ثبت

source: Frikadell is created by our people in line with our values; humble, wholesome, honest and direct.<br>Everything is made to order from scratch – with the same care as home cooking: we grind our own meat, hand pick the tomatoes, chop the onions and craft our sauces.
fa: فریکادل با کمک همکاران و در راستای ارزش های والایی از جمله، تواضع، سلامت، صداقت و شفافیت، شکل گرفته است.ما از همان آغاز همانند آشپزی در خانه، همه چیز را با نهایت دقت انجام می دهیم:ما خود گوشت را چرخ، گوجه ها را دستچین، پیازها را خرد و سس را درست می کنیم و بیشترین حساسیت را در این کارها به خرج می دهیم.

source: Scroll Down to View the Menu
fa: برای دیدن منو به پایین بروید

source: Bun
fa: نان

source: Our freshly baked breads are handmade by talented bakers and finished on the grill just before the meat is placed onto it. Your choice of:
fa: نان های تازه و دست ساز ما، توسط نانواهای حرفه ای پخت می شوند و درست قبل از قرار گرفتن گوشت، روی گریل قرار می گیرند. شما می توانید یکی از موارد زیر را انتخاب کنید:

source: <li><a type="button" title="">White Bun</a></li> <li><a type="button" title="">Ciabatta</a></li> <li><a type="button" title="">Whole Grain Bun</a></li> <li><a type="button" title="">Or, for the No-Carb lovers, the Lettuce bun</a> </li>
fa: <li><a type="button" title="">نان سفید</a></li> <li><a type="button" title="">نان سیباتا</a></li> <li><a type="button" title="">نان کامل</a></li> <li><a type="button" title="">نان کلم برای مخالفان کربوهیدرات </a> </li>

source: Meat
fa: گوشت

source: Our chefs use the best quality ingredients they can find, come up with the tastiest recipes they can think of and handcraft the most devastatingly delicious burgers you will ever taste.
fa: سرآشپزهای ما از بهترین مواد ممکن استفاده نموده، خوشمزه ترین دستور پخت را به کار می گیرند و با دستان خود، لذیذ ترین همبرگری که تا به حال میل کرده اید را درست می کنند.

source: <li><a type="button" title="" data-toggle="modal" data-target="#md1">Beef Burger</a></li> <li><a type="button" title="">Chicken Burger </a></li> <li><a type="button" title="">Chicken Breast</a></li>
fa: <li><a type="button" title="" data-toggle="modal" data-target="#md1">برگر گوشت (بیف برگر) </a></li> <li><a type="button" title="">برگر مرغ (چیکن برگر)</a></li> <li><a type="button" title="">سینه مرغ</a></li>

source: Toppings
fa: مخلفات

source: From the market to our kitchen, all of our toppings are selected with care and prepared to keep their real taste, ready to go onto your burger.
fa: تمام مخلفات ما از مرحله تهیه در بازار تا رسیدن به آشپزخانه، با وسواس زیاد انتخاب و آماده می شوند تا طعم واقعی خود را داشته باشند.

source: Tomato
fa: گوجه

source: fresh onions
fa: پیاز تازه

source: Lettuce
fa: کاهو

source: pickled jalapenos
fa: فلفل جالاپینو

source: Basil
fa: ریحان

source: Mushrooms
fa: قارچ

source: caramelized onions
fa: پیاز کاراملی

source: <li><a type="button" title="">Gouda</a></li> <li><a type="button" title="">Cheddar</a></li> <li><a type="button" title="">Parmesan</a></li> <li><a type="button" title="">Blue Cheese</a></li>
fa: <li><a type="button" title="">گودا</a></li> <li><a type="button" title="">چدار</a></li> <li><a type="button" title="">پارمزان</a></li> <li><a type="button" title="">بلو چیز</a></li>

source: Crunchy on the outside, fluffy on the inside, spiced up and the perfect side for your Burger:
fa: ترد و کاملا نرم، همراه با ادویه مخصوص؛ گزینه ای عالی در کنار همبرگر شما:

source: <li><a type="button" title="">Potato Wedges</a></li> <li><a type="button" title="">Fries</a></li>
fa: <li><a type="button" title="">سیب زمینی سرخ کرده</a></li> <li><a type="button" title="">درشت و معمولی</a></li>

source: sauce
fa: سس

source: cheese
fa: پنیر

source: fries
fa: سیب زمینی

source: We use wholesome ingredients bursting with flavour to create sauces that are simple, but never basic.
fa: ما مواد کاملا سالم را به کار می گیریم، آنها را سرشار از عطر و طعم نموده و سس هایی درست می کنیم که در عین سادگی، بسیار خاص و دوست داشتنی هستند.

source: <li><a type="button" title="">Frikadell – Our secret recipe (we’ll never tell!). You’ll be addicted</a></li> <li><a type="button" title="">Homemade Ketchup – Because there is simply nothing better than home made</a></li> <li><a type="button" title="">Chilli – Bring some more spice to your burger</a> </li> <li><a type="button" title="">Cheese – A cheese burger will never taste the same</a></li> <li><a type="button" title="">Barbecue – We don’t even need to try to sell it</a> </li>
fa: <li><a type="button" title="">فریکادل – طرز تهیه آن محرمانه است و هیچگاه فاش نخواهد شد! قطعا عاشق آن می شوید. </a></li> <li><a type="button" title="">کچاپ خانگی – هیچ چیز بهتر از سس خانگی نیست. </a></li> <li><a type="button" title="">چیلی – طعم تند را به برگر شما اصافه می کند. </a> </li> <li><a type="button" title="">پنیر – چیزبرگری کاملا متفاوت را تجربه خواهید کرد. </a></li> <li><a type="button" title="">باربیکیو – همه کیفیت آن را می دانند و آن را سفارش می دهند. it</a> </li>

source: Salad & More
fa: سالاد و دیگر خوراکی ها

source: <li><a type="button" title="">Chicken Caesar Salad</a></li> <li><a type="button" title="">Meat Balls with tomato sauce</a></li>
fa: <li><a type="button" title="">سالاد سزار</a></li> <li><a type="button" title="">گوشت قلقلی (کله گنجشکی) با سس گوجه</a></li>

source: Drinks
fa: نوشیدنی ها

source: Coca Cola, Sprite, Fanta, Coca Cola Light, Coca Cola Zero, Apple Juice, Orange Juice, Non-alcoholic Classic Beer & Non-alcoholic Lemon Beer, Still Water and Sparkling Water.
fa: کوکا کولا، اسپرایت، فانتا، کوکا کولا لایت، کوکا کولا زیرو، آب سیب، آب پرتقال، دلستر ساده، دلستر لیمو، آب گازدار و بدون گاز.

source: page comming soon...
fa: به زودی...

source: media contact
fa: ارتباط رسانه‌ای

source: <h5>We respect your Privacy</h5> <p>At Frikadell, the protection of your privacy in the processing of your personal data is an important concern to which we pay special attention during our business processes. Personal data collected during visits to our website are processed by us confidentially and in accordance with the law. Data protection and Information security are part of our company policy. Our website may include links to other websites which are not covered by this privacy statement.</p> <h5>Collection and Processing of Personal Data</h5> <p>When you visit our website our web analytics software automatically records the name of your internet service provider, the website from which you visit us, the pages you actually visit and the date and length of your visit. Our website may use cookies and active components (e.g. JavaScript) to follow the preferences of our visitors and optimize our website accordingly. You can reset your browser either to notify you when you receive a cookie, or to refuse to accept cookies. Please note that certain areas of most sites may not function properly if you reject a cookie. Additional personal data is only stored if volunteered by you, for example in context of a registration, a survey, a contest or in execution of a contract.</p> <h5>Use and Disclosure of Personal Data and Purpose Specification</h5> <p>We may use your personal data for the sole purpose of technical administration of the website, customer administration, surveys and marketing, only to the extent necessary in each specific case. Your personal data will not be disclosed to third parties outside Frikadell without your consent.</p> <h5>Security</h5> <p>We use security measures in order to protect the data we have under our control against manipulation, loss, destruction, access by unauthorized persons or against unauthorized disclosure. Our security procedures are continually enhanced as new technology becomes available.</p> <h5>Freedom of choice</h5> <p>We would like to use your data to inform you about our news, promotions, services and request your opinion, where applicable. Naturally your participation in such campaigns is voluntary. Should you not consent, you can inform us at any time, so that we can prohibit the use of your data accordingly. For further information we refer you to the local website-services.</p> <h5>Contact</h5> <p>For information, helpful suggestions and complaints regarding the processing of your personal data you can refer to info@frikadell.com. We strive to maintain data that is up-to-date and accurate. Should there be data relating to you that is incorrect we will correct that information at your request.</p>
fa: <h5>ما به حریم شما احترام می گذاریم</h5> <p>حفاظت از حریم و داده های شخصی شما، یکی از نگرانی های مهم ما به شمار می رود و ما توجه ویژه ای به این مسئله داریم. داده های شخصی که در جریان بازدید از وب سایت ما جمع آوری می شوند، به صورت محرمانه و کاملا مطابق با قانون، پردازش می گردند. حفاظت از داده ها و امنیت اطلاعات، بخشی از سیاست شرکت ما است. ممکن است در وب سایت ما لینک هایی به دیگر صفحات اینترنتی وجود داشته باشد؛ آن ها شامل این سیاست نمی شوند.</p> <h5>جمع آوری و پردازش اطلاعات شخصی</h5> <p>هنگامی که از سایت بازدید می کنید، نرم افزار تحلیل وب ما به صورت خودکار نام سرویس دهنده اینترنت شما، نام وبسایتی که ما را ازطریق آن می بینید، صفحاتی که از آن بازدید می کنید و تاریخ و مدت زمانی که در سایت می گذرانید را ذخیره می کند. وبسایت ما از کوکی ها و اجزای فعال مانند جاوا اسکریپت استفاده می کند تا کاربران تجربه بهتری داشته باشند و سایت ما حالتی بهینه داشته باشد. شما می توانید مرورگر خود را دوباره راه اندازی کنید تا بتوانید از دریافت کوکی ها آگاه گردید و در صورت لزوم آن را رد نمایید. در نظر داشته باشید که رد کردن کوکی ها می تواند به عدم کارکرد درست بخش های مشخصی از یک وب سایت منجر شود. اطلاعات شخصی اضافی در صورت داوطلب بودن شما ذخیره می شوند. شما می توانید در بخش هایی مانند عضویت، نظر سنجی، مسابقه یا یک قرارداد، این اطلاعات را در اختیار ما قرار دهید.</p> <h5>بهره گیری و افشای اطلاعات شخصی و تعیین هدف</h5> <p>ما از اطلاعات شخصی شما برای مدیریت فنی وب سایت، مدیریت مشتریان، نظرسنجی ها و بازاریابی، به میزان مورد نیاز و برای موارد خاص استفاده می کنیم. اطلاعات بدون رضایت شما در اختیار دیگر اشخاص خارج از فریکادل قرار نخواهند گرفت.</p> <h5>امنیت</h5> <p>ما از پارامترهای مختلف امنیتی استفاده می کنیم تا از دستکاری، از بین رفتن، آسیب، دسترسی افراد غیر مجاز و افشای غیر قانونی داده های که در اختیار داریم، جلوگیری نماییم. روش های امنیتی ما با آخرین فناوری های در دسترس، تقویت شده اند.</p> <h5>حق انتخاب آزادانه</h5> <p>ما تمایل داریم تا با استفاده از اطلاعات در دسترس، شما را از اخبار، خدمات و تبلیغات، مطلع سازیم، نظراتتان را جویا شویم و در صورت کاربردی بودن، از آنها استفاده کنیم. شرکت شما در چنین کمپین هایی کاملا داوطلبانه است و اگر تمایلی به این کار نداشته باشید، می توانید این موضوع را در هر زمانی اطلاع دهید تا ما استفاده از داده های شما را ممنوع سازیم. برای اطلاعات بیشتر می توانید به قسمت های مختلف وب سایت مراجعه کنید.</p> <h5>برقراری ارتباط</h5> <p>برای کسب اطلاعات، پیشنهادهای سازنده و یا شکایت در مورد پردازش داده های شخصی شما، می توانید با ایمیل info@frikadell.com در ارتباط باشید. ما تلاش می کنیم که اطلاعات، به روز و دقیق باشند. ممکن است اطلاعات نادرستی درباره شما در وبسایت وجود داشته باشد؛ ما آنها را بنا به خواسته شما اصلاح می کنیم.</p>

source: do you speak frikadell
fa: آیا شما فریکادلی صحبت می کنید؟

source: scroll down
fa: به پایین بکشید

source: It all started as a joke but it became our language:
fa: زبان ما در ابتدا جنبه سرگرمی داشت اما کم کم به زبان ما تبدیل شد:

source: Let’s Burger together – <span class="yellow"> ‘I like you. Let’s have a burger together’</span><br><br> Burger Together Forever – <span class="yellow">‘I love you. Let’s eat burgers together forever’</span><br><br> We Burger for each other – <span class="yellow">We care for each other deeply</span><br><br> Don’t burger me – <span class="yellow">Don’t bother me</span><br><br>
fa: بیا برگر بخوریم – <span class="yellow"> من از تو خوشم می آید؛ دوست دارم با هم همبرگر بخوریم.</span><br><br> برگر در کنار هم برای همیشه – <span class="yellow">من عاشقت هستم و دوست دارم تا ابد با هم برگر بخوریم.</span><br><br> ما به خاطر هم برگر می خوریم – <span class="yellow">ما خیلی مراقب هم هستیم.</span><br><br> من رو برگر نکن – <span class="yellow">من را اذیت نکن.</span><br><br>

source: Send your Frikadell sentences to us and we’ll publish you here!
fa: جملات فریکادلی خود را برای ما بفرستید تا در وبسایت ما منتشر شوند!

source: SEND
fa: ارسال

source: Let us share with you how it began ... <br><br>We’re burger freaks, and we couldn’t find a good homemade burger ANYWHERE, one with a crunchy bun, our choice of sauces and prepared FAST. And worse, the ordering process was always a pain!<br><br>So, we decided to do it ourselves: we put together International chefs from Italy, Turkey, and other places, got the youngest and most innovative IT developers, put them together with the passion and energy of our entire team, and of course no sleep and a LOT of burger testing, and we did it! Frikadell was born, ready to bring the fast food scene to a new level.
fa: بگذارید داستان شروعمان را با شما در میان بگذاریم...<br><br> ما دوست داران همبرگر هستیم و نتوانستیم در هیچ کجا، همبرگر خانگی خوب و خوشمزه ای پیدا کنیم؛ برگری که نانی ترد و سسی سفارشی داشته باشد و سریع آماده شود. پروسه سفارش دادن نیز همیشه دردناک بود.بنابراین تصمیم گرفتیم خودمان دست به کار شویم: ما آشپزهای بین المللی از نقاط مختلف دنیا مانند ایتالیا و ترکیه و خلاق ترین و جوان ترین توسعه دهندگان آی تی را گرد هم آوردیم، اشتیاق و انرژی کل تیم را به آن ها اضافه کردیم، بی خوابی کشیدیم، برگرهای زیادی را تست کردیم و سرانجام موفق شدیم. به این ترتیب فریکادل شکل گرفت و آماده است فست فود را به سطح جدیدی ببرد.

source: What’s special about Frikadell Burgers?
fa: چه چیزی برگرهای فریکادل را خاص می کند؟

source: <li>Easy Ordering – Use our App on your phone or with Tablets at our Frikadell eateries </li> <li>Made to Order - You choose every single ingredient for your burger and we craft it for you! </li> <li>Hand-selected Meat - Prepared daily with a selection of spices that make it oh-so tasty </li> <li>Freshly Baked Buns - We even flew the baker in from Paris to get them just right. </li> <li>Frikadell Signature Sauce - We keep the recipe in a safe, just to be careful!</li> <li>The Box – 3 layers box designed to keep our burgers impeccable until they reach you. </li> <li>Frikadell Eateries are specially designed to make you feel good and relax.</li>
fa: <li>سفارش آسان – با استفاده از اپلیکیشن نصب شده روی تلفن هوشمند یا تبلت، در شعب ما به راحتی غذا سفارش دهید.</li> <li>کاملا سفارشی - تمام اجزای همبرگر را خودتان انتخاب می کنید و ما آن را درست می کنیم!</li> <li>گوشت انتخاب شده با دقت - هر روز با طیف وسیعی از ادویه ها آماده می شود و طعم بی نظیری دارد.</li> <li>نان تازه و کاملا پخته شده - ما هر کاری لازم باشد انجام می دهیم تا همه چیز کاملا درست و دقیق پیش برود.</li> <li>سس اختصاصی فریکادل - طرز تهیه آن کاملا محرمانه است و ما از آن محافظت می کنیم؛ مراقب باشید!</li> <li>بسته بندی – جعبه های سه لایه ما کاملا بی نقص طراحی شده اند تا برگر بدون هیچ ایرادی به دست شما برسد.</li> <li>طراحی تمام شعب فریکادل، به گونه ای انجام شده که شما در آن ها کاملا احساس راحتی داشته باشید.</li>

source: ^home/$
fa: ^خانه/$

source: ^locations/$
fa: ^شعبه‌ها/$

source: ^menu/$
fa: ^منو/$

source: ^contact-us/$
fa: ^ارتباط-با-ما/$

source: ^frikadell-freaks/$
fa: ^دوست‌داران-فریکادل/$

source: ^join-the-team/$
fa: ^به-تیم-ما-بپیوندید/$

source: ^privacy-policy/$
fa: ^حریم-خصوصی/$

source: ^franchise/$
fa: ^حق-امتیاز/$

source: ^press/$
fa: ^مطبوعات/$

source: ^our-story/$
fa: ^داستان-ما/$

source: ^do-you-speak-frikadell/$
fa: ^زبان فریکادلی/$

source: Ground Floor, ASP Tower, Sheykh Bahae’e St, Tehran, Iran.
fa: ایران، تهران، خیابان شیخ بهایی، برج آ.اس.پ، طبقه همکف

source: Open everyday From 11:00 to 23:30
fa: همه روزه از ساعت 11 تا 23:30

source: Eatery, Take-Away & Delivery
fa: غذاخوری، بیرون‌بر و ارسال با پیک

source: Zaafaranie, Tehran, Iran.
fa: تهران، ایران، زعفرانیه

source: Coming soon
fa: به زودی

source: Take-Away & Delivery
fa: به صورت بیرون بر و ارسال با پیک
